xof 0303txt 0032

Frame Root {
  FrameTransformMatrix {
     1.000000, 0.000000, 0.000000, 0.000000,
     0.000000,-0.000000,-1.000000, 0.000000,
     0.000000, 1.000000,-0.000000, 0.000000,
     0.000000, 0.000000, 0.000000, 1.000000;;
  }
  Frame 格洛克18护手 {
    FrameTransformMatrix {
       1.000000, 0.000000, 0.000000, 0.000000,
       0.000000,-0.000000, 1.000000, 0.000000,
       0.000000,-1.000000,-0.000000, 0.000000,
       0.000000, 0.000000, 0.000000, 1.000000;;
    }
    Mesh { // 格洛克18护手 mesh
      0;
      0;
      MeshNormals { // 格洛克18护手 normals
        0;
        0;
      } // End of 格洛克18护手 normals
      MeshTextureCoords { // 格洛克18护手 UV coordinates
        0;
      } // End of 格洛克18护手 UV coordinates
    } // End of 格洛克18护手 mesh
  } // End of 格洛克18护手
} // End of Root
